PGM PARM(&PARM)
/*-----------------------------------------------*/
/*                                               */
/* CE PROGRAMME PERMET DE VOIR LE PARAMETRE      */
/* QUI SERA RECU SUR UNE LONGUEUR DE 78          */
/*                                               */
/*-----------------------------------------------*/
   DCLF TESTPGMD
   /*  TRAITEMENT DES OPTIONS                    */
             SNDRCVF    RCDFMT(FMT01)
ENDPGM
